Repository: konotori/RecipeBox
Catalog: RecipeBox/Resources/Localizable.xcstrings
Source language: en
Languages: vi

source: About
vi: Giới thiệu

source: Add to favourites
vi: Thêm vào yêu thích

source: Categories
vi: Danh mục

source: Cuisines
vi: Ẩm thực

source: Discover
vi: Khám phá

source: Done
vi: Xong

source: Favourites
vi: Yêu thích

source: Find meals by name, e.g. "Arrabiata".
vi: Tìm món theo tên, ví dụ "Arrabiata".

source: Ingredients
vi: Nguyên liệu

source: Instructions
vi: Cách làm

source: Meal of the Day
vi: Món ăn trong ngày

source: No Favourites Yet
vi: Chưa có món yêu thích

source: No Recipes
vi: Không có công thức

source: Powered by TheMealDB
vi: Cung cấp bởi TheMealDB

source: Remove from favourites
vi: Bỏ khỏi yêu thích

source: Search Recipes
vi: Tìm công thức

source: Search recipes
vi: Tìm công thức

source: Something went wrong
vi: Đã có lỗi xảy ra

source: Tap the heart on any recipe to save it here.
vi: Chạm vào trái tim ở bất kỳ công thức nào để lưu vào đây.

source: There are no recipes here yet.
vi: Chưa có công thức nào ở đây.

source: Try Again
vi: Thử lại

source: View Original Recipe
vi: Xem công thức gốc

source: Watch on YouTube
vi: Xem trên YouTube
